[
  {
    "image": "https://m.media-amazon.com/images/M/MV5BMmEzNTkxYjQtZTc0MC00YTVjLTg5ZTEtZWMwOWVlYzY0NWIwXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_FMjpg_UX1000_.jpg",
    "name": "Fight Club",
    "releaseYear": "1999",
    "genre": "Action",
    "duration": "2h 19m",
    "actors": "Brad Pitt , Edward Norton",
    "storyLine": "A nameless first person narrator (Edward Norton) attends support groups in attempt to subdue his emotional state and relieve his insomniac state. When he meets Marla (Helena Bonham Carter), another fake attendee of support groups, his life seems to become a little more bearable. However when he associates himself with Tyler (Brad Pitt) he is dragged into an underground fight club and soap making scheme. Together the two men spiral out of control and engage in competitive rivalry for love and power."
  },
  {
    "image": "https://wallpapercave.com/wp/wp7307672.jpg",
    "name": "The Platform",
    "releaseYear": "2019",
    "genre": "Thriller",
    "duration": "1h 34m",
    "actors": "Ivan Massagué , Alexandra Masangkay",
    "storyLine": "A vertical prison with one cell per level. Two people per cell. Only one food platform and two minutes per day to feed. An endless nightmare trapped in The Hole."
  },
  {
    "image": "https://images-na.ssl-images-amazon.com/images/I/91h0AVhCIlL._RI_.jpg",
    "name": "Zombieland: Double Tap",
    "releaseYear": "2019",
    "genre": "Comedy horror",
    "duration": "1h 39",
    "actors": "Woody Harrelson , Emma Stone",
    "storyLine": "Columbus, Tallahassee, Wichita, and Little Rock move to the American heartland as they face off against evolved zombies, fellow survivors, and the growing pains of the snarky makeshift family."
  },
  {
    "image": "https://media.s-bol.com/BBB3GJWWgR7Q/550x805.jpg",
    "name": "The Matrix",
    "releaseYear": "1999",
    "genre": "Sci-Fi",
    "duration": "2h 16m",
    "actors": "Keanu Reeves , Laurence Fishburne",
    "storyLine": "When a beautiful stranger leads computer hacker Neo to a forbidding underworld, he discovers the shocking truth--the life he knows is the elaborate deception of an evil cyber-intelligence."
  }
]
